Repository: salmabader/mayan-edms
Catalog: mayan/apps/mayan_statistics/locale/*/LC_MESSAGES/django.po
Languages: cs, tr_tr

source: Statistics
cs: Statistika
tr_tr: İstatistikler

source: Type
cs: Typ
tr_tr: Tür

source: Schedule
cs: Plán
tr_tr: Zamanlama

source: Last update
cs: Poslední aktualizace
tr_tr: Son güncelleme

source: Statistics namespace
tr_tr: İstatistik ad alanı

source: Never
cs: Nikdy
tr_tr: Asla

source: Doughnut chart
tr_tr: Doughnut grafiği

source: Line chart
tr_tr: Çizgi grafiği

source: Pie chart
tr_tr: Pasta grafiği

source: Namespace details
cs: Podrobnosti o oboru názvů
tr_tr: Namespace ayrıntıları

source: Namespace list
cs: Seznam jmenných prostorů
tr_tr: Namespace listesi

source: Queue
cs: Fronta
tr_tr: Kuyruk

source: View
cs: Pohled
tr_tr: Görünüm

source: Slug
tr_tr: Sümüklüböcek

source: Date time
cs: Datum a čas
tr_tr: Tarih saat

source: Data
tr_tr: Veri

source: Statistics result
cs: Výsledek statistiky
tr_tr: İstatistik sonucu

source: Statistics results
cs: Statistické výsledky
tr_tr: İstatistik sonuçları

source: View statistics
cs: Zobrazit statistiky
tr_tr: İstatistikleri görüntüle

source: Execute statistic
cs: Spusťte statistiku
tr_tr: İstatistik yürüt

source: No data available.
cs: Nejsou k dispozici žádná data.
tr_tr: Herhangi bir veri bulunamadı

source: Last update: %(datetime)s
cs: Poslední aktualizace: %(datetime)s
tr_tr: Son güncelleme: %(datetime)s

source: Statistic "%s" not found.
cs: Statistické údaje „%s“ nebyly nalezeny.
tr_tr: "%s" istatistiği bulunamadı.

source: Statistics namespaces group statistics into logical units.
tr_tr: İstatistik ad alanları, istatistikleri mantıksal birimler halinde gruplandırır.

source: No statistic namespaces available
tr_tr: İstatistik ad alanı yok

source: Statistics namespaces
cs: Statistika oborů názvů
tr_tr: İstatistik Alanadları

source: Statistics are metrics and chart representations of existing data.
tr_tr: İstatistikler, mevcut verilerin metrikleri ve grafik gösterimleridir.

source: No statistic available
tr_tr: İstatistik yok

source: Namespace details for: %s
cs: Podrobnosti o oboru názvů pro: %s
tr_tr: Namespace detayı: %s

source: Results for: %s
cs: Výsledky hledání pro: %s
tr_tr: %s için Sonuçlar

source: Queue statistic "%s" to be updated?
cs: Fronta statistiky "%s" má být aktualizována?
tr_tr: Kuyruktaki istatistik "%s" güncellenecek mi?

source: Statistic "%s" queued successfully for update.
cs: Statistiky "%s" byly úspěšně zařazeny do fronty pro aktualizaci.
tr_tr: %s istatistiği güncelleme için başarıyla sıraya alındı.
