Repository: salmabader/mayan-edms
Catalog: mayan/apps/announcements/locale/*/LC_MESSAGES/django.po
Languages: he_il, it, tr_tr

source: Announcements
he_il: הכרזות
it: Avvisi
tr_tr: Duyurular

source: None
he_il: אף אחד/כלום
it: Nessuno
tr_tr: Yok

source: Announcement created
he_il: הכרזה נוצרה
it: Avviso creato
tr_tr: Duyuru oluşturuldu

source: Announcement edited
he_il: הכרזה נערכה
it: Avviso modificato
tr_tr: Duyuru düzenlendi

source: Create announcement
he_il: יצירת הכרזה
it: Crea avviso
tr_tr: Duyuru oluştur

source: Delete
he_il: מחיקה
it: Cancella
tr_tr: Sil

source: Edit
he_il: עריכה
it: Modifica
tr_tr: Düzenle

source: Short description of this announcement.
he_il: תאור מקוצר להכרזה זו
it: Breve descrizione di questo avviso.
tr_tr: Duyurunun kısa açıklaması.

source: The actual text to be displayed.
he_il: המלל שיוצג.
it: Il testo che verrà visualizzato.
tr_tr: Görüntülenecek metin.

source: Text
he_il: מלל
it: Testo
tr_tr: Metin

source: Enabled
he_il: מופעל/מאופשר
it: Abilitato
tr_tr: Etkin

source: Date and time after which this announcement will be displayed.
he_il: תאריך ושעה שאחריה הכרזה זו תוצג.
it: Data e ora a partire dalla quale verrà visualizzato l'avviso.
tr_tr: Bu duyurunun gösterilemeye başlayacağı tarih saat.

source: Start date time
he_il: תאריך ושעת התחלה
it: Data e ora inizio
tr_tr: Başlangıç tarihi saat

source: Date and time until when this announcement is to be displayed.
he_il: תאריך ושעה לתוקף תצוגה של הכרזה זו.
it: Data e ora di fine visualizzazione dell'avviso.
tr_tr: Bu duyurunun gösterilemesinin bitirileceği tarih ve saat.

source: End date time
he_il: תאריך ושעת סיום
it: Data e ora fine
tr_tr: Bitiş tarihi saat

source: Announcement
he_il: הכרזה
it: Avviso
tr_tr: Duyuru

source: Create announcements
he_il: יצירת הכרזות
it: Crea avvisi
tr_tr: Duyurları oluştur

source: Delete announcements
he_il: מחיקת הכרזות
it: Elimina avvisi
tr_tr: Duyuruları sil

source: Edit announcements
he_il: עריכת הכרזות
it: Modifica avvisi
tr_tr: Duyuruları düzenle

source: View announcements
he_il: צפייה בהכרזות
it: Vedi avvisi
tr_tr: Duyuruları görüntüle

source: URL
he_il: כתובת אתר (URL)

source: Error deleting announcement "%(instance)s"; %(exception)s
he_il: שגיאה בביטול הכרזה "%(instance)s"; %(exception)s
it: Errore nella cancellazione dell'avviso "%(instance)s"; %(exception)s
tr_tr: "%(instance)s" duyurusu silinirken hata oluştu; %(exception)s

source: %(count)d announcements deleted successfully.
he_il: %(count)d הכרזות נמחקו בהצלחה.
it: %(count)d avvisi cancellati correttamente.
tr_tr: %(count)d duyuruları başarıyla silindi.

source: Announcement "%(object)s" deleted successfully.
he_il: הכרזה "%(object)s" נמחקה בהצלחה.
it: Avviso "%(object)s" cancellato correttamente.
tr_tr: "%(object)s" duyurusu başarıyla silindi.

source: %(count)d announcement deleted successfully.
he_il: הכרזה %(count)d נמחקה בהצלחה.
it: %(count)d avviso cancellato correttamente.
tr_tr: %(count)d duyurusu başarıyla silindi.

source: Delete the %(count)d selected announcements.
he_il: מחיקת %(count)d הכרזות שנבחרו.
it: Elimina %(count)d avvisi selezionati.
tr_tr: %(count)d seçili duyuruları sil.

source: Delete announcement: %(object)s.
he_il: מחיקת הכרזה: %(object)s .
it: Cancella avviso: %(object)s.
tr_tr: Duyuruyu sil: %(object)s.

source: Delete the %(count)d selected announcement.
he_il: מחיקת ההכרזה ה %(count)d.
it: Elimina %(count)d avviso selezionato.
tr_tr: %(count)d seçilen duyuruyu sil.

source: Edit announcement: %s
he_il: עריכת הכרזה: %s
it: Modifica avviso: %s
tr_tr: Duyuruyu düzenle: %s

source: Announcements are displayed in the login view. You can use announcements to convery information about your organzation, announcements or usage guidelines for your users.
he_il: הכרזות מוצגות בתצוגת הכניסה למערכת. ניתן להשתמש בהכרזות בכדי לפרסם מידע אודות הארגון/החברה, הנחיות והודעות למשתמשים.
it: Gli avvisi sono visualizzati nella schermata di login. Puoi usare gli avvisi per comunicare informazioni sulla tua azienda, annunci vari o linee guida di utilizzo per gli utenti.
tr_tr: Duyurular, oturum açma sayfasında görüntülenir. Kullanıcılarınıza kuruluşunuz veya kullanım yönergeleri hakkında bilgi vermek için duyuruları kullanabilirsiniz.

source: No announcements available
he_il: אין הכרזות זמינות
it: Nessun avviso disponibile
tr_tr: Duyuru yok

source: Label
it: Etichetta
tr_tr: Etiket
