Repository: salmabader/mayan-edms
Catalog: mayan/apps/acls/locale/*/LC_MESSAGES/django.po
Languages: cs, lv, mn_mn

source: Object for which the access is granted. When sorting objects, only the type is used and not the actual label of the object.
cs: Objekt, ke kterému je přístup udělen. Při třídění objektů se používá pouze typ a ne skutečný štítek objektu.
mn_mn: Объектод хандах эрхтэй байна. Объектуудыг зөвхөн төрлөөр нь эрэмбэлнэ.

source: Object
cs: Objekt
lv: Objekts
mn_mn: Объект

source: Access control lists
cs: Seznam pro řízení přístupu
lv: Piekļuves kontroles saraksti
mn_mn: Хандалт удирдах жагсаалт

source: ACL created
cs: ACL vytvořen
lv: PKS izveidots
mn_mn: ХУЖ үүслээ

source: ACL deleted
cs: ACL smazán
mn_mn: ХУЖ устлаа

source: ACL edited
cs: ACL upraven
lv: PKS rediģēts
mn_mn: ХУЖ засагдлаа

source: New ACL
cs: Nový ACL
lv: Jauns PKS
mn_mn: Шинэ ХУЖ

source: Delete
cs: Odstranit
lv: Dzēst
mn_mn: Устгах

source: Permissions
cs: Práva
lv: Atļaujas
mn_mn: Эрх

source: Global ACLs
cs: Globální ACL
mn_mn: Глобал хандалтын удирдлагууд

source: Object "%s" is not a model and cannot be checked for access.
cs: Objekt &quot;%s&quot; není modelem a nelze jej zkontrolovat pro přístup.
lv: Objekts "%s" nav modelis un tā pieeju nevar pārbaudīt.
mn_mn: Объект "%s" хандалт зөвшөөрч чадахгүй.

source: Insufficient access for: %s
cs: Nedostatečný přístup pro: %s
lv: Nepietiekama piekļuve pie: %s
mn_mn: Зөвшөөрөгдөөгүй хандалт: %s

source: Permission count
cs: Počet oprávnění

source: Content type
cs: Typ obsahu

source: Object ID
cs: ID objektu
lv: Objekta ID
mn_mn: Объект ID

source: Role to which the access is granted for the specified object.
cs: Role, ke které je pro zadaný objekt udělen přístup.
mn_mn: Тодорхойлсон объектод хандах боломжтой эрх.

source: Access entry
cs: Přístup k záznamu
lv: Piekļuves ieraksts
mn_mn: Хандах нэгж

source: Access entries
cs: Přístup k položkám
lv: Piekļuves ieraksti
mn_mn: Хандах нэгжүүд

source: Role "%(role)s" permission's for "%(object)s"
cs: Role „%(role)s“ má oprávnění „%(object)s“
lv: Lomas "%(role)s" atļaujas priekš "%(object)s"

source: Edit ACLs
cs: Upravit seznamy ACL
lv: Rediģēt PKS
mn_mn: Хандах эрх засах

source: View ACLs
cs: Zobrazit seznamy ACL
lv: Skatīt PKS
mn_mn: Хандах эрх харах

source: Primary key of the permission to add to the ACL.
cs: Primární klíč oprávnění přidat do seznamu ACL.
mn_mn: ХУЖ-д нэмэх эрхийн анхны түлхүүр.

source: Primary key of the permission to remove from the ACL.
cs: Primární klíč oprávnění odebrat z ACL.
mn_mn: ХУЖ-аас хасах эрхийн анхдагч түлхүүр.

source: An ACL for "%(object)s" using role "%(role)s" already exists. Edit that ACL entry instead.
cs: ACL pro &quot;%(object)s&quot; používající roli &quot;%(role)s&quot; již existuje. Místo toho upravte tuto položku ACL.
lv: ACL "%(object)s", izmantojot lomu "%(role)s", jau pastāv. Tā vietā rediģējiet šo ACL ierakstu.

source: New access control lists for: %s
cs: Nové seznamy řízení přístupu pro: %s
lv: Jauni piekļuves kontroles saraksti priekš: %s
mn_mn: Шинэ хандалтын удирдлагын жагсаалт үүсгэх: %s

source: Delete ACL: %s
cs: Odstranit ACL: %s
lv: Dzēst PKS: %s
mn_mn: ХУЖ устгах: %s

source: There are no ACLs for this object
cs: Pro tento objekt neexistují žádné ACL
lv: Šim objektam nav neviens PKS
mn_mn: Энэ объектод ХУЖ байхгүй байна.

source: ACL stands for Access Control List and is a precise method to control user access to objects in the system. ACLs allow granting a permission to a role but only for a specific object or set of objects.
cs: ACL je zkratka pro seznam řízení přístupu a je to přesná metoda řízení přístupu uživatelů k objektům v systému. Seznamy ACL umožňují udělit oprávnění roli, ale pouze pro určitý objekt nebo skupinu objektů.
lv: ACL nozīmē Access Control List un ir precīza metode, kā kontrolēt lietotāju piekļuvi sistēmas objektiem. ACL ļauj piešķirt lomai atļauju, bet tikai noteiktam objektam vai objektu kopai.
mn_mn: ХУЖ нь хэрэглэгч системд дэх объектуудад хандалтыг зохицуулах арга юм. Мөн хэрэглэгчийн үүрэгт нэг объект эсвэл хэд хэдэн объектод хандах эрхийг тохируулж өгнө.

source: Access control lists for: %s
cs: Seznamy řízení přístupu pro: %s
lv: Piekļuves kontroles saraksti priekš: %s
mn_mn: %s-д зориулсан хандах удирдлагын жагсаалт

source: Granted permissions
cs: Udělení oprávnění
lv: Piešķirtās atļaujas
mn_mn: Олгосон эрхүүд

source: Available permissions
cs: Dostupná oprávnění
lv: Pieejamās atļaujas
mn_mn: Боломжит эрхүүд

source: Role "%(role)s" permission's for "%(object)s".
cs: Role „%(role)s“ má oprávnění „%(object)s“.
lv: Lomas "%(role)s" atļaujas priekš "%(object)s".

source: Disabled permissions are inherited from a parent object or directly granted to the role and can't be removed from this view. Inherited permissions need to be removed from the parent object's ACL or from them role via the Setup menu.
cs: Zakázaná oprávnění jsou zděděna z nadřazeného objektu nebo přímo udělena roli a nelze je z tohoto pohledu odebrat. Zděděná oprávnění je třeba odebrat z ACL nadřazeného objektu nebo z jeho role prostřednictvím nabídky Nastavení.
lv: Atspējotas atļaujas tiek mantotas no mātes objekta vai tieši piešķirtas lomai, un tās nevar noņemt no šī skata. Mantotās atļaujas ir jānoņem no mātes objekta PKS vai no lomas, izmantojot Setup izvēlni.

source: There are no ACLs
cs: Neexistují žádné seznamy ACL
mn_mn: ХУЖ байхгүй байна

source: Global access control lists
cs: Globální seznamy řízení přístupu
mn_mn: Глобал хандалтын удирдлагын жагсаалт

source: Object type
cs: Typ objektu
lv: Objekta tips
mn_mn: Объектын төрөл

source: Type of the object for which the access will be modified.
cs: Typ objektu, pro který bude přístup upraven.
lv: Objekta, kuram tiks rediģēta piekļuve, tips.
mn_mn: Хандалт өөрчлөх объектын төрөл.

source: Numeric identifier of the object for which the access will be modified.
cs: Numerický identifikátor objektu, pro který bude přístup upraven.
lv: Objekta, kuram tiks rediģēta piekļuve, skaitliskais identifikators.
mn_mn: Хандалт өөрчлөх объектын тоон дугаар.

source: Roles
cs: Role
lv: Lomas
mn_mn: Үүргүүд

source: Roles whose access will be modified.
cs: Role, jejichž přístup bude upraven.
lv: Lomas, kuru piekļuve tiks mainīta.
mn_mn: Хандалт өөрчлөх үүргүүд.

source: Permissions to grant/revoke to/from the role for the object selected above.
cs: Oprávnění udělit / zrušit / z role pro objekt vybraný výše.
lv: Atļaujas piešķirt/atsaukt iepriekš atlasītā objekta lomu.
mn_mn: Дээрх сонгосон объектуудад зориулсан Үүргээс /Role/ хасах/нэмэх эрхүүд /permission/.

source: Grant object access
cs: Udělte přístup k objektům
lv: Piešķirt piekļuvi objektam
mn_mn: Объектод хандах эрх олгох

source: Revoke object access
cs: Odvolání přístupu k objektu
lv: Atsaukt piekļuvi objektam
mn_mn: Объектод хандах эрх хүчингүй болгох

source: Grant document access
cs: Udělte přístup k dokumentům
lv: Piešķirt piekļuvi dokumentam
mn_mn: Баримтад хандах эрх олгох

source: Revoke document access
cs: Zrušit přístup k dokumentům
lv: Atsaukt piekļuvi dokumentam
mn_mn: Баримтад хандах эрх хүчингүй болгох

source: ACLs
lv: PKS
mn_mn: ХУЖ

source: Role
lv: Loma
mn_mn: Үүрэг
