Repository: salmabader/mayan-edms
Catalog: mayan/apps/appearance/locale/*/LC_MESSAGES/django.po
Languages: he_il

source: Appearance
he_il: ניראות

source: Lato font
he_il: גופן Lato

source: Bootstrap
he_il: Bootstrap (סביבת עבודה)

source: Bootswatch
he_il: Bootswatch (מאגר ערכות נושא)

source: Fancybox
he_il: Fancybox (כלי תצוגת תוכן)

source: FontAwesome
he_il: FontAwesome (ספריית סמלילים)

source: jQuery
he_il: jQuery (ספריית JavaScript)

source: JQuery Form
he_il: טופס JQuery

source: jQuery Lazy Load
he_il: תוסף לטעינת תוכן (jQuery Lazy Load)

source: JQuery Match Height
he_il: כלי להתאמת גודל אובייקטים (JQuery Match Height)

source: Select 2
he_il: בחר 2

source: Toastr
he_il: ספריית Javascript (Toastr)

source: URI.js
he_il: ספריית Javascript (URI.js)

source: Theme created
he_il: ערכת נושא נוצרה

source: Theme edited
he_il: ערכת נושא נערכה

source: User theme edited
he_il: ערכת משתמש נערכה

source: Theme settings
he_il: הגדרות ערכת נושא

source: Edit theme settings
he_il: עריכת הגדרות ערכת נושא

source: Create new theme
he_il: יצירת ערכת נושא חדשה

source: Delete
he_il: מחיקה

source: Edit
he_il: עריכה

source: Themes
he_il: ערכות נושא

source: A short text describing the theme.
he_il: מלל קצר לתאור ערכת הנושא.

source: The CSS stylesheet to change the appearance of the different user interface elements.
he_il: ה-CSS לשינוי הניראות של מרכיבי ממשק המשתמש.

source: Theme
he_il: ערכת נושא

source: User
he_il: משתמש

source: User theme setting
he_il: הגדרת ערכת משתמש

source: User theme settings
he_il: הגדרות ערכת משתמש

source: Create new themes
he_il: יצירת ערכות נושא חדשות

source: Delete themes
he_il: מחיקת ערכות נושא

source: Edit themes
he_il: עריכת ערכות נושא

source: View existing themes
he_il: צפייה בערכות נושא קיימות

source: Maximum number of characters that will be displayed as the view title.
he_il: מספר תווים מירבי לכותרת תצוגה

source: Position where the system messages will be displayed.
he_il: מיקום התצוגה של הודעות מערכת.

source: Delay in milliseconds after which the menus will be checked for updates.
he_il: העיכוב (באלפיות השנייה) שאחריו יבדקו עדכוני תפריטים.

source: Maximum number of requests that can be made before throttling is enabled.
he_il: מספר מירבי של בקשות בטרם אפשר למערכת להאט (throttling).

source: Time in milliseconds after which a throttled request will clear allowing an additional request to be performed.
he_il: זמן (באלפיות השנייה) שאחריו בקשה מעוכבת תשוחרר לטובת ביצוע בקשה נוספת.

source: Insufficient permission
he_il: הרשאה לא מספיקה

source: You don't have enough permissions for this operation.
he_il: אין לך הרשאות מספיקות לפעולה זו.

source: Page not found
he_il: דף לא נמצא

source: The requested page could not be found.
he_il: הדף המבוקש לא נמצא.

source: Possible reasons
he_il: סיבות אפשריות

source: The location of the item is incorrect.
he_il: מיקום הפריט הוא שגוי.

source: The location is correct, but the item no longer exists.
he_il: המיקום נכון, אך הפריט אינו קיים.

source: The location is be correct, but your account does not have the required permission to access it.
he_il: המיקום נכון, אך לקוד המשתמש אין הרשאות הנדרשות לגישה אליו.

source: Server error
he_il: שגיאת שרת

source: There's been an unexpected error.
he_il: אירעה שגיאה בלתי צפויה.

source: What to do next?
he_il: מה הדבר הבא לעשות?

source: Refresh the page.
he_il: לרענן את הדף.

source: Wait a bit. The system might be overloaded.
he_il: המתן רגע. המערכת כנראה בעומס יתר.

source: Contact your system administrator.
he_il: התקשר למנהל המערכת.

source: Check the logs for messages with the tags "ERROR", "CRITICAL" or "FATAL".
he_il: לחפש ביומני המערכת (logs) את המילים "ERROR" ,"CRITICAL" או "FATAL".

source: Open a ticket using the <a href="%(issue_url)s">issue tracker</a>.
he_il: פתיחת כרטיס עם <a href="%(issue_url)s"> issue tracker</a>

source: About
he_il: אודות

source: Version
he_il: גרסה

source: Build number: %(build_number)s
he_il: מספר תת-גרסה %(build_number)s

source: Released under the license:
he_il: משוחרר תחת הרישיון:

source: The complete list of changes is available via the <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html">Release notes %(icon_documentation)s</a> or the short version <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst">Changelog %(icon_documentation)s</a>.
he_il: רשימת השינויים המלאה זמינה דרך <a class="new_window" href="https://docs.mayan-edms.com/releases/index.html"> Release notes %(icon_documentation)s </a> או בגרסתה הקצרה <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms/blob/master/HISTORY.rst"> Changelog %(icon_documentation)s </a>.

source: For questions check the <a class="new_window" href="https://docs.mayan-edms.com">Documentation %(icon_documentation)s</a>.
he_il: לבירור שאלות לעיין ב <a class="new_window" href="https://docs.mayan-edms.com"> %(icon_documentation)s Documentation </a>

source: If you found a bug or have a feature idea, visit the <a class="new_window" href="https://forum.mayan-edms.com">Forum %(icon_forum)s</a> or open a ticket in the <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms">Source code repository %(icon_source_code)s</a>.
he_il: אם נמצאה תקלה או שיש לך רעיון לשיפור עיין ב <a class="new_window" href="https://forum.mayan-edms.com"> Forum %(icon_forum)s</a> או פתח כרטיס ב- <a class="new_window" href="https://gitlab.com/mayan-edms/mayan-edms"> Source code repository%(icon_source_code)s </a>

source: Too many pending requests. Additional requests will be blocked until a pending one is completed or after the cooling off period ends.
he_il: יותר מדי בקשות ממתינות. בקשות נוספות ייחסמו עד אשר בקשה ממתינה תבוצע או אחרי סיום תקופת צינון.

source: Object
he_il: רכיב

source: Are you sure?
he_il: האם את/ה בטוח/ה?

source: Yes
he_il: כן

source: No
he_il: לא

source: required
he_il: נדרש

source: Save
he_il: שמירה

source: Submit
he_il: שליחה

source: Cancel
he_il: ביטול

source: Identifier
he_il: מזהה

source: Views
he_il: תצוגות

source: Actions
he_il: פעולות

source: Getting started
he_il: בואו נתחיל

source: Before you can fully use Mayan EDMS you need the following:
he_il: לפני שאפשר להשתמש ב Mayan EDMS במלואו, נדרש:

source: Toggle navigation
he_il: החלפת ניתוב

source: Open main menu
he_il: פתיחת תפריט ראשי

source: Total (%(start)s - %(end)s out of %(total)s) (Page %(page_number)s of %(total_pages)s)
he_il: בסך הכל (%(start)s - %(end)s מתוך %(total)s) (דף %(page_number)s מתוך %(total_pages)s)

source: Total: %(total)s
he_il: סך הכל: %(total)s

source: Select/Deselect all
he_il: בחר/בטל בחירת הכל

source: Toggle list display mode
he_il: החלפת מצב תצוגת רשימה

source: Select items to activate bulk actions. Use Shift + click to select many.
he_il: בחירת פריטים בכדי להפעיל פעולות על קבוצת פריטים. להשתמש ב-Shift ו<קליק> לבחירה מרובה.

source: Bulk actions
he_il: פעולות על מספר פריטים

source: Toggle Dropdown
he_il: החלף רשימת בחירה

source: No results
he_il: אין תוצאות

source: Previous page
he_il: הדף הקודם

source: Next page
he_il: הדף הבא

source: Close
he_il: סגירה

source: Server communication error
he_il: תקלה בתקשורת עם השרת

source: Check you network connection and try again in a few moments.
he_il: לבדוק את חיבור הרשת ולנסות שוב בעוד כמה דקות.

source: None
he_il: אף אחד/כלום

source: Delete theme: %s
he_il: מחיקת ערכת נושא: %s

source: Edit theme: %s
he_il: עריכת ערכת נושא: %s

source: Themes allow changing the visual appearance without requiring code changes.
he_il: ערכות נושא מאפשרות שינוי הניראות ללא צורך בשינויי קוד.

source: There are no themes
he_il: אין ערכות נושא

source: Theme settings for user: %s
he_il: הגדרות ערכת נושא של משתמש: %s

source: Edit theme settings for user: %s
he_il: עריכת הגדרות ערכת נושא למשתמש: %s
