Repository: salmabader/mayan-edms
Catalog: mayan/apps/views/locale/*/LC_MESSAGES/django.po
Languages: hr

source: Views
hr: Pogledi

source: Search
hr: Pretraga

source: Selection
hr: Odabir

source: Label
hr: Oznaka

source: Relationship
hr: Veza

source: Select entries to be removed. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
hr: Odaberite zapise koje želite ukloniti. Držite Control tipku za odabir više zapisa odjednom. Kad završite s odabirom, pritisnite tipku ispod (ili pritisnite dvoklik na listu).

source: Select entries to be added. Hold Control to select multiple entries. Once the selection is complete, click the button below or double click the list to activate the action.
hr: Odaberite zapise koje želite dodati. Držite Control tipku za odabir više zapisa odjednom. Kad završite s odabirom, pritisnite tipku ispod (ili pritisnite dvoklik na listu).

source: Add all
hr: Dodaj sve

source: Add
hr: Dodaj

source: Remove all
hr: Ukloni sve

source: Remove
hr: Ukloni

source: Error updating relationship; %s
hr: Greška pri ažuriranju veze; %s

source: Relationships updated successfully
hr: Veze uspješno ažurirane

source: %(object)s not created, error: %(error)s
hr: %(object)s nije kreiran, greške: %(error)s

source: %(object)s created successfully.
hr: %(object)s kreiran uspješno.

source: %(object)s not deleted, error: %(error)s.
hr: %(object)s nije izbrisan, greška: %(error)s.

source: %(object)s deleted successfully.
hr: %(object)s uspješno izbrisan.

source: Error retrieving %(object)s; %(error)s
hr: Greška pri dohvaćanju %(object)s; %(error)s

source: %(object)s not updated, error: %(error)s.
hr: %(object)s nije ažuriran, greška: %(error)s.

source: %(object)s updated successfully.
hr: %(object)s uspješno ažuriran.

source: %(count)d objects deleted successfully.
hr: %(count)d objekata uspješno izbrisano.

source: "%(object)s" deleted successfully.
hr: "%(object)s" uspješno izbrisano.

source: %(count)d object deleted successfully.
hr: %(count)d objekat uspješno izbrisan.

source: Delete %(count)d objects.
hr: Izbriši %(count)d objekat(a).

source: Delete "%(object)s".
hr: Izbriši "%(object)s".

source: Delete %(count)d object.
hr: Izbriši %(count)d objekat.

source: The number objects that will be displayed per page.
hr: Broj prikazanih objekata po stranici.

source: Display a submit button and wait for the submit button to be pressed before processing up the upload.
hr: Prikaži tipku za slanje i pričekaj da bude prisitnuta prije učitavanja.

source: Cancel upload
hr: Poništi preuzimanje (upload)

source: Are you sure you want to cancel this upload?
hr: Jeste li sigurni da želite obustaviti preuzimanje (upload)?

source: Drop files or click here to upload files
hr: Dovuci datoteke ili klikni za preuzimanje

source: Your browser does not support drag and drop file uploads.
hr: Vaš preglednik ne podržava povuci/spusti preuzimanja datoteka.

source: Please use the fallback form below to upload your files.
hr: Molim korisitt fallback ispod ua preuzimanje datoteka.

source: Clear
hr: Očisti

source: Server responded with {{statusCode}} code.
hr: Server je odgovorio kodom: {{statusCode}}.

source: Confirm delete
hr: Potvrdi brisanje

source: Edit %s
hr: Izmijeni %s

source: Confirm
hr: Potvrdi

source: Details for: %s
hr: Detalji za: %s

source: Edit: %s
hr: Izmijeni: %s

source: Create
hr: Izradi

source: Unable to perform operation on object %(instance)s; %(exception)s.
hr: Nije moguće izvesti radnju na objektu %(instance)s; %(exception)s.

source: Operation performed on %(count)d objects.
hr: Radnja izvršena na %(count)d objekata.

source: Operation performed on %(object)s.
hr: Radnja izvršena na %(object)s.

source: Operation performed on %(count)d object.
hr: Radnja izvršena na %(count)d objektu.

source: Perform operation on %(count)d objects.
hr: Izvrši radnju na %(count)d objakata.

source: Perform operation on %(object)s.
hr: Izvrši radnju na %(object)s.

source: Perform operation on %(count)d object.
hr: Izvrši radnju na %(count)d objektu.

source: Object
hr: Objekat
