Repository: salmabader/mayan-edms
Catalog: mayan/apps/locales/locale/*/LC_MESSAGES/django.po
Languages: pt

source: Locales
pt: Locais

source: User locale profile edited
pt: Perfil local de utilizador editado

source: Locale profile
pt: Perfil do locale

source: Edit locale profile
pt: Editar perfil do local

source: User
pt: Utilizador

source: Timezone
pt: Fuso horário

source: Language
pt: Idioma

source: User locale profile
pt: Perfil de utilizador de local

source: User locale profiles
pt: Peril de utilizador de locais

source: None
pt: Nenhum

source: Locale profile for user: %s
pt: Perfil local para o utilizador: %s

source: Edit locale profile for user: %s
pt: Editar perfil local para o utilizador: %s
