Repository: salmabader/mayan-edms
Catalog: mayan/apps/file_caching/locale/*/LC_MESSAGES/django.po
Languages: nl

source: File caching
nl: Bestanden cachen

source: Total cache allocated
nl: Totaal toegewezen cache

source: Total cache used
nl: Totaal gebruikte cache

source: Cache created
nl: Cache aangemaakt

source: Cache edited
nl: Cache bewerkt

source: Cache purged
nl: Cache gewist

source: Cache partition purged
nl: Cachepartitie gewist

source: File caches
nl: Bestandscaches

source: Purge cache
nl: Cache leegmaken

source: Size at which the cache will start deleting old entries.
nl: Grootte waarop de cache oude vermeldingen begint te verwijderen.

source: Maximum size
nl: Maximumgrootte

source: Unknown
nl: Onbekend

source: Partition count
nl: Partitietelling

source: Total cached objects.
nl: Totaal aantal in de cache opgeslagen objecten.

source: Partition file count
nl: Aantal partitiebestanden

source: Total cached files.
nl: Totaal aantal in de cache opgeslagen bestanden.

source: Current size
nl: Huidige grootte

source: Current size of the cache.
nl: Huidige grootte van de cache.

source: Current size of the cache partition.
nl: Huidige grootte van de cachepartitie.

source: Internal name of the defined storage for this cache.
nl: Interne naam van de gedefinieerde opslag voor deze cache.

source: Defined storage name
nl: Gedefinieerde opslagnaam

source: Maximum size of the cache in bytes.
nl: Maximale grootte van de cache in bytes.

source: Name
nl: Naam

source: Cache partition
nl: Cachepartitie

source: Cache partitions
nl: Cachepartities

source: Date time
nl: Datum Tijd

source: Filename
nl: Bestandsnaam

source: File size
nl: Bestandsgrootte

source: Times this cache partition file has been accessed.
nl: Aantal keren dat dit cachepartitiebestand is geopend.

source: Cache partition file
nl: Partitiebestand in cache opslaan

source: Cache partition files
nl: Partitiebestanden in cache opslaan

source: Purge an object cache
nl: Een objectcache leegmaken

source: Purge a file cache
nl: Een bestandscache leegmaken

source: View a file cache
nl: Bekijk een bestandscache

source: File caching slow
nl: Bestandcaching traag

source: Purge a file cache partition
nl: Een bestandscachepartitie leegmaken

source: Number of times a cache will retry failed attempts to prune files to free up space for new a file being requested, before giving up.
nl: Aantal keren dat een cache pogingen doet om bestanden op te schonen om ruimte vrij te maken voor een nieuw bestand dat wordt aangevraagd alvorens op te geven.

source: Number of times a cache will attempt to prune files to free up space for new a file being requested, before giving up.
nl: Aantal keren dat een cache zal proberen bestanden op te schonen om ruimte vrij te maken voor een nieuw bestand dat wordt aangevraagd, voordat het opgeeft.

source: Details of cache: %s
nl: Details van cache: %s

source: File caches list
nl: Lijst met bestandscaches

source: Details of cache partition: %s
nl: Details van cachepartitie: %s

source: Purge cache partitions of "%s"?
nl: Cachepartities van &quot; %s &quot; leegmaken?

source: Object cache partitions submitted for purging.
nl: Objectcachepartities ingediend voor opschoning.

source: %(count)d caches submitted for purging.
nl: %(count)d -caches ingediend voor opschoning.

source: %(count)d cache submitted for purging.
nl: %(count)d -cache ingediend voor opschoning.

source: Submit the selected cache for purging?
nl: De geselecteerde cache indienen voor opschonen?
