Repository: salmabader/mayan-edms
Catalog: mayan/apps/task_manager/locale/*/LC_MESSAGES/django.po
Languages: es_mx

source: Task manager
es_mx: Administrador de tareas

source: Label
es_mx: Etiqueta

source: Name
es_mx: Nombre

source: Default queue?
es_mx: ¿Cola principal?

source: Transient queues are not persistent. Tasks in a transient queue are lost if the broker is restarted. Transient queues use less resources and managed non critical tasks.
es_mx: Las colas transitorias no son persistentes. Las tareas en una cola transitoria se pierden si se reinicia el intermediario. Las colas transitorias utilizan menos recursos y gestionan tareas no críticas.

source: Is transient?
es_mx: ¿Es transitoria?

source: Dotted path
es_mx: Ruta separada por puntos

source: Schedule
es_mx: Horario

source: Type
es_mx: Tipo

source: Start time
es_mx: Tiempo de inicio

source: Host
es_mx: Servidor

source: Arguments
es_mx: Argumentos

source: Keyword arguments
es_mx: Argumentos explícitos

source: Worker process ID
es_mx: ID del proceso trabajador

source: Maximum amount of resident memory a worker can execute before it's replaced by a new process.
es_mx: Cantidad máxima de memoria residente que un trabajador puede ejecutar antes de ser reemplazada por un nuevo proceso.

source: Maximum memory per child
es_mx: Memoria máxima por subprocesso

source: Maximum number of tasks a worker can execute before it's replaced by a new process.
es_mx: Número máximo de tareas que un trabajador puede ejecutar antes de ser reemplazado por un nuevo proceso.

source: Maximum tasks per child
es_mx: Tareas máximas por subproceso

source: The number of worker processes/threads to launch. Defaults to the number of CPUs available on the machine.
es_mx: El número de procesos/hilos de trabajo que se lanzarán. El valor predeterminado es la cantidad de CPUs disponibles en la máquina.

source: Concurrency
es_mx: Concurrencia

source: The nice value determines the priority of the process. A higher value lowers the priority. The default value is 0.
es_mx: El valor de amistad determina la prioridad del proceso. Un valor más alto reduce la prioridad. El valor predeterminado es 0.

source: Nice level
es_mx: Nivel de amistad

source: Task type count
es_mx: Cantidad de tipos de tareas

source: Queue count
es_mx: Cantidad de colas de trabajo

source: Task type list
es_mx: Lista de tipos de tareas

source: Worker list
es_mx: Lista de trabajadores

source: Queue list
es_mx: Lista de colas de trabajo

source: View tasks
es_mx: Ver tareas

source: Default: "AMQPLAIN". Set custom amqp login method.
es_mx: Valor predeterminado: "AMQPLAIN". Establece el método de inicio de sesión amqp.

source: Default: "amqp://". Default broker URL. This must be a URL in the form of: transport://userid:password@hostname:port/virtual_host Only the scheme part (transport://) is required, the rest is optional, and defaults to the specific transports default values.
es_mx: Valor predeterminado: "amqp://". URL del intermediario predeterminado Debe ser una URL en forma de: transporte://usuario:contraseña@servidor:puerto/virtual_host Solo se requiere la parte de esquema (transporte: //), el resto es opcional y se predetermina a los valores predeterminados de transporte específico.

source: Default: "Disabled". Toggles SSL usage on broker connection and SSL settings. The valid values for this option vary by transport.
es_mx: Valor predeterminado: "Deshabilitado". Alterna el uso de SSL en la conexión del agente y la configuración de SSL. Los valores válidos para esta opción varían según el transporte.

source: Default: No result backend enabled by default. The backend used to store task results (tombstones). Refer to http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend
es_mx: Predeterminado: Sin back-end de resultados habilitado por defecto. El backend utilizado para almacenar resultados de tareas (lápidas). Consulte http://docs.celeryproject.org/en/v4.1.0/userguide/configuration.html#result-backend

source: Test queue
es_mx: Lista de prueba

source: Task types for queue: %s
es_mx: Tipos de tareas para cola de trabajao: %s

source: Queue: %s, not found
es_mx: Cola de trabajo: %s , no encontrada

source: Background task workers
es_mx: Trabajadores de tareas de fondo

source: Queues for worker: %s
es_mx: Colas de tareas para trabajador: %s

source: Worker: %s, not found
es_mx: Trabajador: %s , no encontrado

source: Low latency high volume tasks
es_mx: Tareas de alto volumen y baja latencia

source: Medium latency tasks
es_mx: Tareas de latencia media

source: Low latency, long lived tasks
es_mx: Tareas de baja latencia y larga duración
