Repository: salmabader/mayan-edms
Catalog: mayan/apps/permissions/locale/*/LC_MESSAGES/django.po
Languages: ro_ro

source: Permissions
ro_ro: Permisiuni

source: Group count
ro_ro: Număr de grupuri

source: Insufficient permissions.
ro_ro: Permisiuni insuficiente.

source: Total roles
ro_ro: Total roluri

source: Role created
ro_ro: Rolul a fost creat

source: Role edited
ro_ro: Rolul a fost editat

source: Roles
ro_ro: Roluri

source: Create new role
ro_ro: Creați un rol nou

source: Delete
ro_ro: Șterge

source: Edit
ro_ro: Editați

source: Groups
ro_ro: Grupuri

source: Role permissions
ro_ro: Permisiuni pentru rol

source: Permission count
ro_ro: Număr de permisiuni

source: Unknown or obsolete permission: %s
ro_ro: Permisiune necunoscută sau învechită: %s

source: Unknown or obsolete permission namespace: %s
ro_ro: Spațiu de nume de permisiuni necunoscut sau învechit: %s

source: A short text describing the role.
ro_ro: Un text scurt care descrie rolul.

source: Label
ro_ro: Conținut etichetă

source: Role
ro_ro: Rol

source: Namespace
ro_ro: Spațiu de nume

source: Name
ro_ro: Nume

source: Permission
ro_ro: Permisiune

source: Create roles
ro_ro: Creați roluri

source: Delete roles
ro_ro: Ștergeți roluri

source: Edit roles
ro_ro: Editați roluri

source: View roles
ro_ro: Vezi roluri

source: Group name
ro_ro: Numele grupului

source: Primary key
ro_ro: Cheia principală

source: Primary key of the group to add to the role.
ro_ro: Cheia primară a grupului de adăugat la rol.

source: Group ID
ro_ro: ID grup

source: Primary key of the group to remove from the role.
ro_ro: Cheia primară a grupului de eliminat din rol.

source: Primary key of the permission to add to the role.
ro_ro: Cheia primară a permisiunii de adăugat la rol.

source: Permission ID
ro_ro: ID permisiune

source: Primary key of the permission to remove from the role.
ro_ro: Cheia primară a permisiunii de eliminat din rol.

source: Groups URL
ro_ro: Adresa URL a grupurilor

source: Groups add URL
ro_ro: Adresă URL adăugare grupuri

source: Groups remove URL
ro_ro: Adresa URL eliminare grupuri

source: Permissions URL
ro_ro: Adresa URL a permisiunilor

source: Permissions add URL
ro_ro: Adresa URL adăugare permisiuni

source: Permissions remove URL
ro_ro: Adresa URL ștergere permisiuni

source: Group roles
ro_ro: Rolurile grupului

source: Available roles
ro_ro: Roluri disponibile

source: Roles of group: %s
ro_ro: Rolurile grupului: %s

source: Error deleting role "%(instance)s"; %(exception)s
ro_ro: Eroare la ștergerea rolului „%(instance)s”; %(exception)s

source: %(count)d roles deleted successfully.
ro_ro: %(count)d roluri au fost șterse cu succes.

source: Role "%(object)s" deleted successfully.
ro_ro: Rolul „%(object)s” a fost șters cu succes.

source: %(count)d role deleted successfully.
ro_ro: Rolul %(count)d a fost șters cu succes.

source: Delete role: %(object)s.
ro_ro: Șterge rol: %(object)s.

source: Delete the %(count)d selected role.
ro_ro: Ștergeți rolul selectat %(count)d.

source: Delete the %(count)d selected roles.
ro_ro: Ștergeți %(count)d roluri selectate.

source: Roles are authorization units. They contain user groups which inherit the role permissions for the entire system. Roles can also part of access controls lists. Access controls list are permissions granted to a role for specific objects which its group members inherit.
ro_ro: Rolurile sunt unități de autorizare. Acestea conțin grupuri de utilizatori care moștenesc permisiunile de rol pentru întregul sistem. Rolurile pot fi, de asemenea, parte din listele de control al accesului. Lista de control de acces ACL conține permisiunile acordate unui rol pentru anumite obiecte pe care membrii grupului îi moștenesc.

source: There are no roles
ro_ro: Nu există roluri

source: Role groups
ro_ro: Grupuri de roluri

source: Available groups
ro_ro: Grupuri disponibile

source: Add groups to be part of a role. They will inherit the role's permissions and access controls.
ro_ro: Adăugați grupuri ce vor avea un anumit rol. Ele vor moșteni permisiunile și drepturile de acces ale rolului.

source: Groups of role: %s
ro_ro: Grupuri pentru rolul: %s

source: Granted permissions
ro_ro: Permisiuni acordate

source: Available permissions
ro_ro: Permisiuni disponibile

source: Permissions granted here will apply to the entire system and all objects.
ro_ro: Permisiunile acordate aici se vor aplica întregului sistem și tuturor obiectelor.

source: Permissions for role: %s
ro_ro: Permisiuni pentru rolul: %s

source: Details of permission: %s
ro_ro: Detalii privind permisiunea: %s
