Repository: salmabader/mayan-edms
Catalog: mayan/apps/events/locale/*/LC_MESSAGES/django.po
Languages: nl

source: Events
nl: Evenementen

source: Date and time
nl: Datum en tijd

source: Actor
nl: Acteur

source: Event
nl: Gebeurtenis

source: Target
nl: Doel

source: Action object
nl: Actie object

source: Seen
nl: Gezien

source: Event type
nl: Evenementsoort

source: Event list export to CSV
nl: Exporteren van evenementenlijst naar CSV

source: Events exported.
nl: Gebeurtenissen geëxporteerd.

source: The event list has been exported and is available for download using the link: %(download_url)s or from the downloads area (%(download_list_url)s).
nl: De evenementenlijst is geëxporteerd en kan worden gedownload via de link: %(download_url)s of via het downloadgedeelte ( %(download_list_url)s ).

source: Events cleared
nl: Gebeurtenissen gewist

source: Events exported
nl: Gebeurtenissen geëxporteerd

source: Subscription
nl: Abonnement

source: No
nl: Nee

source: Subscribed
nl: Geabonneerd

source: System
nl: Systeem

source: Clear events
nl: Duidelijke gebeurtenissen

source: Export events
nl: Evenementen exporteren

source: Event subscriptions
nl: Gebeurtenis abonnement

source: Object event subscriptions
nl: Object gebeurtenis abonnementen

source: Mark as seen
nl: Markeren als gezien

source: Mark all as seen
nl: Alle markeren als gezien

source: Subscriptions
nl: Abonnementen

source: Unknown or obsolete event type: %s
nl: Onbekend of overbodig gebeurtenistype: %s

source: Name
nl: Naam

source: Stored event type
nl: Opgeslagen gebeurtenistype

source: Stored event types
nl: Opgeslagen gebeurtenistypes

source: User
nl: Gebruiker

source: Event subscription
nl: Gebeurtenis abonnement

source: Action
nl: Actie

source: Read
nl: Lezen

source: Notification
nl: Melding

source: Notifications
nl: Meldingen

source: Object event subscription
nl: Object gebeurtenis abonnement

source: Clear the events of an object
nl: Wis de gebeurtenissen van een object

source: Export the events of an object
nl: Exporteer de gebeurtenissen van een object

source: View the events of an object
nl: Bekijk de gebeurtenissen van een object

source: Events fast
nl: Evenementen snel

source: Events slow
nl: Gebeurtenissen traag

source: Commit an event
nl: Een evenement vastleggen

source: Clear event querysets
nl: Wis gebeurtenisquerysets

source: Export event querysets
nl: Gebeurtenisquerysets exporteren

source: Event type namespace URL
nl: Naamruimte-URL van gebeurtenistype

source: Actor content type
nl: Inhoudstype acteur

source: Target content type
nl: Doelinhoudstype

source: Verb
nl: Werkwoord

source: Disables asynchronous events mode. All events will be committed in the same process that triggers them. This was the behavior prior to version 4.5.
nl: Schakelt de modus voor asynchrone gebeurtenissen uit. Alle gebeurtenissen worden vastgelegd in hetzelfde proces dat ze activeert. Dit was het gedrag vóór versie 4.5.

source: This action is not reversible. The process will be performed in the background.
nl: Deze actie is niet omkeerbaar. Het proces wordt op de achtergrond uitgevoerd.

source: Event list clear task queued successfully.
nl: Gebeurtenislijst taak wissen succesvol in de wachtrij geplaatst.

source: Clear events of: %s
nl: Wis gebeurtenissen van: %s

source: Clear events of type: %s
nl: Wis gebeurtenissen van het type: %s

source: Events track actions that have been performed on, to, or with objects.
nl: Gebeurtenissen volg acties die zijn uitgevoerd op of met objecten.

source: There are no events
nl: Er zijn geen evenementen

source: There are no events for this object
nl: Er zijn geen gebeurtenissen voor dit object

source: Events for: %s
nl: Evenementen voor: %s

source: There are no events of this type
nl: Er zijn geen evenementen van dit type

source: Events of type: %s
nl: Evenementen van soort: %s

source: The process will be performed in the background. The exported events will be available in the downloads area.
nl: Het proces wordt op de achtergrond uitgevoerd. De geëxporteerde gebeurtenissen zijn beschikbaar in het downloadgedeelte.

source: Event list export task queued successfully.
nl: Exporttaak van gebeurtenislijst succesvol in wachtrij geplaatst.

source: Export events of: %s
nl: Exporteer gebeurtenissen van: %s

source: Export events of type: %s
nl: Exporteer gebeurtenissen van het type: %s

source: Subscribe to global or object events to receive notifications.
nl: Abonneren op algemene of objectgebeurtenissen om notificaties te ontvangen.

source: There are no notifications
nl: Er zijn geen meldingen

source: Mark the selected notification as read?
nl: De geselecteerde melding markeren als gelezen?

source: Notification marked as read.
nl: Melding gemarkeerd als gelezen.

source: Mark all notification as read?
nl: Alle meldingen als gelezen markeren?

source: All notifications marked as read.
nl: Alle meldingen gemarkeerd als gelezen.

source: Error updating event subscription; %s
nl: Fout bij bijwerken gebeurtenis abonnement; %s

source: Event subscriptions updated successfully
nl: Gebeurtenis abonnementen met succes bijgewerkt

source: Error updating object event subscription; %s
nl: Fout bij bijwerken objectgebeurtenis abonnement; %s

source: Object event subscriptions updated successfully
nl: Object gebeurtenis abonnementen met succes bijgewerkt

source: Event subscriptions for: %s
nl: Gebeurtenis abonnementen voor: %s

source: Subscribe to the events of an object to received notifications when those events occur.
nl: Abonneer u op de gebeurtenissen van een object om meldingen te ontvangen wanneer deze gebeurtenissen plaatsvinden.

source: There are no object event subscriptions
nl: Er zijn geen objectgebeurtenisabonnementen
