Repository: salmabader/mayan-edms
Catalog: mayan/apps/user_management/locale/*/LC_MESSAGES/django.po
Languages: nl

source: User management
nl: Gebruikersbeheer

source: Group
nl: Groep

source: Groups
nl: Groepen

source: Name
nl: Naam

source: User
nl: Gebruiker

source: Users
nl: Gebruikers

source: First name
nl: Voornaam

source: Is active?
nl: Is actief?

source: Is super user?
nl: Is supergebruiker?

source: Last name
nl: Achternaam

source: Password
nl: Wachtwoord

source: Username
nl: Gebruikersnaam

source: Last login
nl: Laatste aanmelding

source: Has usable password?
nl: Heeft bruikbaar wachtwoord?

source: All the groups.
nl: Alle groepen.

source: All the users.
nl: Alle gebruikers.

source: Total users
nl: Totaal aantal gebruikers

source: Total groups
nl: Totaal aantal groepen

source: User dashboard
nl: Gebruikersdashboard

source: Group created
nl: Groep aangemaakt

source: Group edited
nl: Groep bewerkt

source: User created
nl: Gebruiker aangemaakt

source: User edited
nl: Gebruiker bewerkt

source: User logged in
nl: Gebruiker is aangemeld

source: User logged out
nl: Gebruiker is afgemeld

source: User details
nl: Gebruikersprofiel

source: Create new group
nl: Maak nieuwe groep aan

source: Delete
nl: Verwijderen

source: Edit
nl: Bewerken

source: Create new user
nl: Maak nieuwe gebruiker aan

source: User options
nl: Gebruikersopties

source: Personal
nl: Persoonlijk

source: Attributes
nl: Attributen

source: Forbid this user from changing their password.
nl: Deze gebruiker niet toestaan wachtwoord te wijzigen.

source: User settings
nl: Gebruikersinstellingen

source: Users settings
nl: Gebruikersinstellingen

source: Create new groups
nl: Maak nieuwe groepen aan

source: Delete existing groups
nl: Verwijder bestaande groepen

source: Edit existing groups
nl: Bewerk bestaande groepen

source: View existing groups
nl: Bekijk bestaande groepen

source: Create new users
nl: Maak nieuwe gebruikers aan

source: Delete existing users
nl: Verwijder bestaande gebruikers

source: Edit existing users
nl: Bewerk bestaande gebruikers

source: View existing users
nl: Bekijk bestaande gebruikers

source: URL of the API endpoint showing the list users of this group.
nl: URL van het API-eindpunt met de lijst met gebruikers van deze groep.

source: Users URL
nl: Gebruikers-URL

source: Users add URL
nl: Gebruikers voegen URL toe

source: Users remove URL
nl: Gebruikers verwijderen URL

source: Primary key of the user to add to the group.
nl: Primaire sleutel van de gebruiker die aan de groep moet worden toegevoegd.

source: User ID
nl: Gebruikers-ID

source: Primary key of the user to remove from the group.
nl: Primaire sleutel van de gebruiker die uit de groep moet worden verwijderd.

source: URL of the API endpoint showing the list groups this user belongs to.
nl: URL van het API-eindpunt met de lijstgroepen waartoe deze gebruiker behoort.

source: Groups URL
nl: Groeps-URL

source: Anonymous
nl: Anoniem

source: Error deleting group "%(instance)s"; %(exception)s
nl: Fout bij verwijderen van groep &quot; %(instance)s &quot;; %(exception)s

source: %(count)d groups deleted successfully.
nl: %(count)d groepen zijn succesvol verwijderd.

source: Group "%(object)s" deleted successfully.
nl: Groep &quot; %(object)s &quot; is succesvol verwijderd.

source: %(count)d group deleted successfully.
nl: %(count)d groep is succesvol verwijderd.

source: Delete the %(count)d selected groups.
nl: Verwijder de %(count)d geselecteerde groepen.

source: Delete group: %(object)s.
nl: Groep verwijderen: %(object)s .

source: Delete the %(count)d selected group.
nl: Verwijder de geselecteerde groep %(count)d .

source: Details of group: %s
nl: Details van de groep: %s

source: Edit group: %s
nl: Bewerk groep: %s

source: User groups are organizational units. They should mirror the organizational units of your organization. Groups can't be used for access control. Use roles for permissions and access control, add groups to them.
nl: Gebruikersgroepen zijn organisatorische eenheden. Ze komen overeen met de organsisatorische eenheden van uw organisatie. Groepen kunnen niet worden gebruikt voor toegangsbeheer. Gebruiker rollen voor permissies en toegangsbeheer door groepen aan rollen toe te voegen.

source: There are no user groups
nl: Er zijn geen gebruikersgroepen

source: Available users
nl: Beschikbare gebruikers

source: Group users
nl: Gebruikers groeperen

source: Users of group: %s
nl: Gebruikers van groep %s

source: Error deleting user "%(instance)s"; %(exception)s
nl: Fout bij verwijderen van gebruiker &quot; %(instance)s &quot;; %(exception)s

source: %(count)d users deleted successfully.
nl: %(count)d gebruikers zijn succesvol verwijderd.

source: User "%(object)s" deleted successfully.
nl: Gebruiker &quot; %(object)s &quot; is succesvol verwijderd.

source: %(count)d user deleted successfully.
nl: %(count)d gebruiker is succesvol verwijderd.

source: Delete the %(count)d selected users.
nl: Verwijder de %(count)d geselecteerde gebruikers.

source: Delete user: %(object)s.
nl: Gebruiker verwijderen: %(object)s .

source: Delete the %(count)d selected user.
nl: Verwijder de %(count)d geselecteerde gebruiker.

source: Warning! You are about to delete your own user account. You will lose access to the system. This process is not reversible.
nl: Waarschuwing! U staat op het punt uw eigen gebruikersaccount te verwijderen. U verliest de toegang tot het systeem. Dit proces is niet omkeerbaar.

source: Details of user: %s
nl: Details van gebruiker: %s

source: Edit user: %s
nl: Bewerk gebruiker: %s

source: Available groups
nl: Beschikbare groepen

source: User groups
nl: Gebruikersgroepen

source: Groups of user: %s
nl: Groepen van gebruiker: %s

source: User accounts can be create from this view. After creating a user account you will prompted to set a password for it.
nl: Gebruikersaccount kunnen worden aangemaakt met dit overzicht. Nadat het gebruikersaccount is aangemaakt wordt u gevraagd een wachtwoord in te stellen.

source: There are no user accounts
nl: Er zijn geen gebruikersaccounts

source: Edit options for user: %s
nl: Bewerk opties voor gebruiker: %s
